Repository: OstrongStudios/spieglein
Catalog: src/AirPlayReceiver.App/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, ja_jp, pt_br, zh_hans

# Status_Off
source: AirPlay off
de_de: AirPlay-Empfang aus
es_es: AirPlay desactivado
fr_fr: AirPlay désactivé
ja_jp: AirPlay 受信オフ
pt_br: AirPlay desativado
zh_hans: AirPlay 已关闭

# Status_Ready
source: Ready for connections
de_de: Bereit für Verbindungen
es_es: Listo para conectar
fr_fr: Prêt à recevoir
ja_jp: 接続待機中
pt_br: Pronto para conectar
zh_hans: 等待连接

# Status_Streaming
source: Active connection
de_de: Aktive Verbindung
es_es: Conexión activa
fr_fr: Connexion active
ja_jp: AirPlay 受信中
pt_br: Conexão ativa
zh_hans: 已连接

# Status_Error
source: Error
de_de: Fehler
fr_fr: Erreur
ja_jp: エラー
pt_br: Erro
zh_hans: 出错

# Detail_Off
source: Click "Start AirPlay" to mirror your iPhone or iPad.
de_de: Klicke auf „AirPlay starten", um dein iPhone/iPad zu spiegeln.
es_es: Pulsa «Activar AirPlay» para duplicar la pantalla de tu iPhone o iPad.
fr_fr: Cliquez sur « Activer AirPlay » pour recopier l’écran de votre iPhone ou iPad.
ja_jp: 「AirPlay を開始」で iPhone や iPad の画面をミラーリングできます。
pt_br: Clique em “Ativar AirPlay” para espelhar a tela do seu iPhone ou iPad.
zh_hans: 点击“启动 AirPlay”，即可镜像 iPhone 或 iPad 的屏幕。

# Detail_Off_LastDevice
source: Last connection: {0}
de_de: Letzte Verbindung: {0}
es_es: Última conexión: {0}
fr_fr: Dernière connexion : {0}
ja_jp: 前回の接続：{0}
pt_br: Última conexão: {0}
zh_hans: 上次连接：{0}

# Detail_Ready
source: How to connect your iPhone or iPad: 1. Open Control Center (swipe down from top-right) 2. Tap the double-window icon "Screen Mirroring" 3. Select "{0}" from the list
de_de: So verbindest du dein iPhone oder iPad: 1. Kontrollzentrum öffnen (Wischen aus oberer rechter Ecke) 2. Tippe auf das Doppelfenster-Symbol „Bildschirmsynchronisierung" 3. Wähle „{0}" aus der Liste
es_es: Cómo conectar tu iPhone o iPad: 1. Abre el centro de control (desliza hacia abajo desde la esquina superior derecha) 2. Toca «Duplicar pantalla» 3. Elige «{0}» en la lista
fr_fr: Comment connecter votre iPhone ou iPad : 1. Ouvrez le centre de contrôle (balayez vers le bas depuis le coin supérieur droit) 2. Touchez « Recopie de l’écran » 3. Sélectionnez « {0} » dans la liste
ja_jp: iPhone または iPad から接続する方法： 1. コントロールセンターを開きます（画面の右上隅から下にスワイプ） 2.「画面ミラーリング」（重なった長方形のアイコン）をタップします 3. リストから「{0}」を選択します
pt_br: Como conectar seu iPhone ou iPad: 1. Abra a central de controle (deslize para baixo a partir do canto superior direito) 2. Toque em “Espelhamento de Tela” 3. Escolha “{0}” na lista
zh_hans: 连接 iPhone 或 iPad 的方法： 1. 打开控制中心（从屏幕右上角向下轻扫） 2. 轻点“屏幕镜像” 3. 在列表中选择“{0}”

# Detail_Streaming
source: Waiting for the first video frame…
de_de: Warte auf das erste Videobild …
es_es: Esperando la primera imagen…
fr_fr: En attente de la première image…
ja_jp: 最初の映像を待っています…
pt_br: Aguardando a primeira imagem…
zh_hans: 正在等待画面…

# Detail_Streaming_With
source: Connected to {0}
de_de: Verbunden mit {0}
es_es: Conectado con {0}
fr_fr: Connecté à {0}
ja_jp: 「{0}」に接続済み
pt_br: Conectado a {0}
zh_hans: 已连接到 {0}

# Button_Start
source: Start AirPlay
de_de: AirPlay starten
es_es: Activar AirPlay
fr_fr: Activer AirPlay
ja_jp: AirPlay を開始
pt_br: Ativar AirPlay
zh_hans: 启动 AirPlay

# Button_Stop
source: Stop AirPlay
de_de: AirPlay stoppen
es_es: Desactivar AirPlay
fr_fr: Désactiver AirPlay
ja_jp: AirPlay を停止
pt_br: Desativar AirPlay
zh_hans: 停止 AirPlay

# Tooltip_Fullscreen
source: Fullscreen (Alt+Enter)
de_de: Vollbild (Alt+Enter)
es_es: Pantalla completa (Alt+Intro)
fr_fr: Plein écran (Alt+Entrée)
ja_jp: 全画面表示（Alt+Enter）
pt_br: Tela cheia (Alt+Enter)
zh_hans: 全屏（Alt+Enter）

# Tooltip_More
source: More
de_de: Mehr
es_es: Más
fr_fr: Plus
ja_jp: その他
pt_br: Mais
zh_hans: 更多

# Menu_Settings
source: Settings…
de_de: Einstellungen…
es_es: Ajustes…
fr_fr: Réglages…
ja_jp: 設定…
pt_br: Ajustes…
zh_hans: 设置…

# Menu_Log
source: Open log
de_de: Log öffnen
fr_fr: Afficher le journal
pt_br: Ver registro

# Menu_About
source: About AirPlay Receiver
de_de: Über AirPlay-Empfänger
es_es: Acerca de Spieglein
fr_fr: À propos de Spieglein
ja_jp: Spieglein について
pt_br: Sobre o Spieglein
zh_hans: 关于 Spieglein

# Tray_Show
source: Show window
de_de: Fenster anzeigen
es_es: Mostrar ventana
fr_fr: Afficher la fenêtre
ja_jp: ウィンドウを表示
pt_br: Mostrar janela
zh_hans: 显示窗口

# Tray_Quit
source: Quit
de_de: Beenden
es_es: Salir
fr_fr: Quitter
ja_jp: 終了
pt_br: Sair
zh_hans: 退出

# Settings_Title
source: Settings
de_de: Einstellungen
es_es: Ajustes
fr_fr: Réglages
ja_jp: 設定
pt_br: Ajustes
zh_hans: 设置

# Settings_Save
source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
ja_jp: 保存
pt_br: Salvar
zh_hans: 保存

# Settings_Cancel
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
ja_jp: キャンセル
pt_br: Cancelar
zh_hans: 取消

# Settings_DeviceName
source: Device name
de_de: Gerätename
es_es: Nombre del equipo
fr_fr: Nom de l’ordinateur
ja_jp: デバイス名
pt_br: Nome do computador
zh_hans: 设备名称

# Settings_DeviceName_Placeholder
source: Name shown on your iPhone
de_de: Name, der am iPhone angezeigt wird
es_es: Nombre que verás en el iPhone
fr_fr: Nom affiché sur l’iPhone
ja_jp: iPhone に表示される名前
pt_br: Nome que aparece no iPhone
zh_hans: 在 iPhone 上显示的名称

# Settings_AudioOnly
source: Audio only (no video window)
de_de: Nur Audio (kein Videofenster)
es_es: Solo audio (sin ventana de vídeo)
fr_fr: Audio seul (sans fenêtre vidéo)
ja_jp: オーディオのみ（映像ウィンドウなし）
pt_br: Somente áudio (sem janela de vídeo)
zh_hans: 仅音频（不显示视频窗口）

# Settings_AudioOnly_On
source: On
de_de: Ein
es_es: Sí
fr_fr: Oui
ja_jp: オン
pt_br: Sim
zh_hans: 开

# Settings_AudioOnly_Off
source: Off
de_de: Aus
es_es: No
fr_fr: Non
ja_jp: オフ
pt_br: Não
zh_hans: 关

# Settings_Pin
source: PIN code (4 digits, empty = off)
de_de: PIN-Code (4 Ziffern, leer = aus)
es_es: Código PIN (4 dígitos, vacío = desactivado)
fr_fr: Code PIN (4 chiffres, vide = désactivé)
ja_jp: PIN コード（4 桁、空欄でオフ）
pt_br: Código PIN (4 dígitos, vazio = desativado)
zh_hans: PIN 码（4 位数字，留空则不启用）

# Settings_Pin_Placeholder
source: e.g. 1234
de_de: z. B. 1234
es_es: p. ej. 1234
fr_fr: ex. 1234
ja_jp: 例：1234
pt_br: ex.: 1234
zh_hans: 例如 1234

# Settings_Language
source: Language
de_de: Sprache
es_es: Idioma
fr_fr: Langue
ja_jp: 言語
pt_br: Idioma
zh_hans: 语言

# Settings_Language_Auto
source: Automatic (system)
de_de: Automatisch (System)
es_es: Automático (sistema)
fr_fr: Automatique (système)
ja_jp: 自動（システム設定）
pt_br: Automático (sistema)
zh_hans: 自动（跟随系统）

# Settings_Language_Hint
source: Language changes take effect after restarting the app.
de_de: Änderungen an der Sprache wirken erst nach Neustart der App.
es_es: El cambio de idioma se aplica al reiniciar la aplicación.
fr_fr: Le changement de langue prend effet au redémarrage de l’application.
ja_jp: 言語の変更はアプリの再起動後に反映されます。
pt_br: A mudança de idioma só é aplicada ao reiniciar o aplicativo.
zh_hans: 语言更改将在重新启动应用后生效。

# Settings_Discovery_Hint
source: Note: After renaming, it can take 1–2 minutes until your iPhone shows the new name (iOS caches the device list).
de_de: Hinweis: Nach einer Namensänderung kann es 1–2 Minuten dauern, bis dein iPhone den neuen Namen anzeigt (iOS cached die Geräteliste).
es_es: Nota: tras cambiar el nombre, tu iPhone puede tardar entre 1 y 2 minutos en mostrarlo, ya que iOS guarda la lista de dispositivos en caché.
fr_fr: Remarque : après un changement de nom, votre iPhone peut mettre 1 à 2 minutes à l’afficher, car iOS met la liste des appareils en cache.
ja_jp: 注意：名前を変更してから iPhone に新しい名前が表示されるまで、1～2 分かかることがあります（iOS がデバイス一覧をキャッシュするため）。
pt_br: Observação: depois de mudar o nome, o iPhone pode levar de 1 a 2 minutos para exibi-lo, porque o iOS mantém a lista de dispositivos em cache.
zh_hans: 提示：更改名称后，iPhone 可能需要 1–2 分钟才会显示新名称，因为 iOS 会缓存设备列表。

# Restart_Question
source: The language change takes effect after restarting the app. Restart now?
de_de: Die Sprachänderung wirkt erst nach Neustart der App. Jetzt neu starten?
es_es: El cambio de idioma se aplica al reiniciar la aplicación. ¿Reiniciar ahora?
fr_fr: Le changement de langue prend effet au redémarrage de l’application. Redémarrer maintenant ?
ja_jp: 言語の変更はアプリの再起動後に反映されます。今すぐ再起動しますか？
pt_br: A mudança de idioma só é aplicada ao reiniciar o aplicativo. Reiniciar agora?
zh_hans: 语言更改将在重新启动应用后生效。现在重新启动吗？

# Restart_Yes
source: Restart
de_de: Neu starten
es_es: Reiniciar
fr_fr: Redémarrer
ja_jp: 再起動
pt_br: Reiniciar
zh_hans: 重新启动

# Restart_No
source: Later
de_de: Später
es_es: Más tarde
fr_fr: Plus tard
ja_jp: 後で
pt_br: Depois
zh_hans: 稍后

# Log_Copy
source: Copy to clipboard
de_de: In Zwischenablage kopieren
fr_fr: Copier dans le presse-papiers
pt_br: Copiar para a área de transferência

# Log_OpenFolder
source: Open folder
de_de: Ordner öffnen
fr_fr: Ouvrir le dossier
pt_br: Abrir pasta

# About_Body
source: Spieglein — free receiver to mirror your iPhone, iPad or Mac to Windows. (German for "little mirror" — from the fairy-tale line "Mirror, mirror, on the wall…") Based on UxPlay (GPLv3) and Apple's open-source mDNSResponder (Apache-2.0). Not affiliated with Apple Inc. AirPlay is a trademark of Apple Inc.
de_de: Spieglein — kostenloser Empfänger zum Spiegeln deines iPhones, iPads oder Macs auf Windows. „Spieglein, Spieglein an der Wand …" Basiert auf UxPlay (GPLv3) und Apples Open-Source-mDNSResponder (Apache-2.0). Nicht von Apple Inc. AirPlay ist eine Marke von Apple Inc.
es_es: Spieglein — receptor gratuito para duplicar la pantalla de tu iPhone, iPad o Mac en Windows. El nombre es alemán y significa «espejito», por el cuento: «Espejito, espejito, ¿quién es la más bella?» Basado en UxPlay (GPLv3) y en mDNSResponder de Apple, de código abierto (Apache 2.0). Sin relación con Apple Inc. AirPlay es una marca comercial de Apple Inc.
fr_fr: Spieglein — récepteur gratuit pour recopier l’écran de votre iPhone, iPad ou Mac sur Windows. Le nom est allemand et signifie « petit miroir », d’après le conte : « Miroir, mon beau miroir, qui est la plus belle ? » Basé sur UxPlay (GPLv3) et sur mDNSResponder d’Apple, en open source (Apache 2.0). Sans lien avec Apple Inc. AirPlay est une marque déposée d’Apple Inc.
ja_jp: Spieglein は、iPhone、iPad、Mac の画面を Windows にミラーリングできる無料の AirPlay レシーバーです。（ドイツ語で「小さな鏡」を意味し、グリム童話『白雪姫』の「鏡よ鏡、壁の鏡…」にちなんでいます。） UxPlay（GPLv3）と Apple のオープンソース mDNSResponder（Apache-2.0）を利用しています。 本アプリは Apple Inc. とは関係ありません。AirPlay は Apple Inc. の商標です。
pt_br: Spieglein — receptor gratuito para espelhar a tela do seu iPhone, iPad ou Mac no Windows. O nome é alemão e significa “espelhinho”, do conto: “Espelho, espelho meu, existe alguém mais bela do que eu?” Baseado no UxPlay (GPLv3) e no mDNSResponder da Apple, de código aberto (Apache 2.0). Sem vínculo com a Apple Inc. AirPlay é uma marca registrada da Apple Inc.
zh_hans: Spieglein — 免费的接收端，可将 iPhone、iPad 或 Mac 的画面镜像到 Windows。名称取自德语，意为“小镜子”，出自童话《白雪公主》中的“魔镜魔镜，谁是世界上最美的人？” 基于 UxPlay（GPLv3）与 Apple 的开源项目 mDNSResponder（Apache 2.0）。 本应用与 Apple Inc. 无关。AirPlay 是 Apple Inc. 的商标。

# About_SourceLabel
source: Source code:
de_de: Quellcode:
es_es: Código fuente:
fr_fr: Code source :
ja_jp: ソースコード：
pt_br: Código-fonte:
zh_hans: 源代码：

# About_VersionLabel
source: Version
es_es: Versión
ja_jp: バージョン
pt_br: Versão
zh_hans: 版本

# About_Ok
source: OK
es_es: Aceptar
zh_hans: 好
